Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/GameCenter.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FIFTH_BULLET
source: Apple uses non-identifiable information about your contacts who have linked their Game Center nickname with their contact card to suggest friends to you, but does not store this information. In addition, Game Center uses on-device processing to assist these recommendations.
ar: تستخدم Apple معلومات لا تكشف عن الهوية الشخصية عن جهات اتصالك الذين تم ربط اسمهم المستعار في Game Center ببطاقة جهة الاتصال الخاصة بهم، لاقتراح أصدقاء لك، ولكنها لا تخزن هذه المعلومات. وبالإضافة إلى ذلك، يستخدم Game Center معالجة محلية على الجهاز للمساعدة في هذه التوصيات.
bg: Apple използва неидентифицираща информация за вашите контакти, които са свързали прякора си в Game Center с визитната си картичка, за да ви дава предложения за приятели, но не съхранява тази информация. В допълнение, Game Center използва обработка на устройството, за да помогне на тези препоръки.
ca: Per suggerir‑te amistats, Apple utilitza informació sobre els contactes que han vinculat l’àlies del Game Center amb la targeta de contacte, però aquesta informació no els identifica i Apple tampoc no l’emmagatzema. A més, el Game Center utilitza el processament al dispositiu per fer aquests suggeriments.
cs: Na základě osobně neidentifikovatelných informací o vašich kontaktech, které mají přezdívky v Game Centru propojené s vizitkami, vám společnost Apple navrhuje přátele; tyto informace však neukládá. Game Center navíc k poskytování asistence pro tato doporučení využívá zpracování přímo na zařízení.
da: Apple bruger oplysninger, der ikke kan identificere dine kontakter, som har forbundet deres Game Center-kaldenavn med deres kontaktkort, til at foreslå venner til dig, men opbevarer ikke oplysningerne. Derudover bruger Game Center behandling på enheden som hjælp til disse anbefalinger.
de: Apple verwendet Informationen über deine Kontakte, die ihren Game Center-Spitznamen mit ihrer Kontaktkarte verknüpft haben, um dir Freund:innen vorzuschlagen. Diese Informationen lassen keine Rückschlüsse auf die Identität deiner Kontakte zu und werden nicht gespeichert. Zusätzlich verwendet Game Center Verarbeitungsmethoden auf dem Gerät, um diese Empfehlungen zu unterstützen.
el: Η Apple χρησιμοποιεί μη ταυτοποιήσιμες πληροφορίες σχετικά με τις επαφές σας που έχουν συνδέσει το ψευδώνυμό τους στο Game Center με την κάρτα επαφής τους για να σας προτείνει φίλους αλλά δεν αποθηκεύει αυτές τις πληροφορίες. Επιπρόσθετα, το Game Center χρησιμοποιεί επεξεργασία επί της συσκευής για διευκόλυνση αυτών των συστάσεων.
es: Para enviarte sugerencias de amistad, Apple usa (pero no guarda) información no identificable de las personas que tienes en tus contactos y que han vinculado su alias de Game Center a su tarjeta de contacto. Además, para ofrecer estas recomendaciones, Game Center usa el procesamiento local en el dispositivo.
es_us: Para sugerirte amigos, Apple usa información no identificable de aquellos contactos que han enlazado su apodo de Game Center con su tarjeta de contacto, pero no almacena estos datos. Además, Game Center usa procesamiento en el dispositivo para mejorar estas recomendaciones.
fi: Apple käyttää ei-tunnistettavia tietoja yhteystiedoista, jotka ovat linkittäneet Game Center -lempinimensä yhteystietokorttiinsa, mutta ei säilytä näitä tietoja. Lisäksi Game Center käyttää näiden suositusten apuna paikallista käsittelyä laitteessa.
fr: Apple utilise des données non personnelles concernant vos contacts qui ont associé leur pseudo Game Center à leur fiche de contact pour vous suggérer des amis, mais ne conserve pas ces informations. En outre, Game Center fait appel à un traitement des données sur l’appareil pour appuyer ces recommandations.
fr_ca: Apple utilise des informations non identifiables sur vos contacts qui ont associé leur pseudo Game Center à leur fiche de contact pour vous suggérer des amis, mais sans stocker ces informations. De plus, Game Center traite les données sur l’appareil pour fournir ces recommandations.
he: כדי להציע לך חברים, Apple משתמשת במידע שאינו מאפשר זיהוי לגבי אנשי הקשר שלך שקישרו את כינוי ה-Game Center שלהם לכרטיס איש הקשר שלהם, אך אינה שומרת מידע זה. בנוסף, Game Center משתמש בעיבוד מקומי במכשיר עצמו כדי לסייע במתן ההמלצות.
hi: Apple द्वारा आपको दोस्तों का सुझाव देने के लिए आपके संपर्कों से जुड़ी ग़ैर-पहचान योग्य जानकारी उपयोग की जाती है जिन्होंने अपने Game Center प्रचलित नाम को उनके संपर्क कार्ड के साथ लिंक किया है, लेकिन वह यह जानकारी संग्रहित नहीं करता है। इसके अलावा, इन अनुशंसाओं में सहायता के लिए Game Center द्वारा ऑन-डिवाइस प्रोसेसिंग का इस्तेमाल किया जाता है।
hr: Apple koristi neidentificirajuće informacije o vašim kontaktima koji su povezali svoj Game Center nadimak sa svojom karticom kontakta kako bi vam predlagao prijatelje, ali ne pohranjuje ove informacije. Nadalje, Game Center koristi obradu na uređaju kao pomoć ovim preporukama.
hu: Az Apple az Ön olyan kontaktjainak azonosításra nem alkalmas információit, akik összekapcsolták a Game Center-becenevüket a kontaktkártyájukkal, felhasználja annak érdekében, hogy barátokat javasolhasson Önnek, azonban ezeket az információkat nem tárolja. Emellett a Game Center eszközön történő feldolgozással segíti az ilyen ajánlásokat.
id: Apple menggunakan informasi yang tidak dapat diidentifikasi mengenai kontak Anda yang telah menautkan nama panggilan Game Center mereka dengan kartu kontak mereka untuk menyarankan teman kepada Anda, tapi tidak menyimpan informasi ini. Selain itu, Game Center menggunakan pemrosesan pada perangkat untuk membantu rekomendasi ini.
it: Apple utilizza informazioni non identificabili sui tuoi contatti che hanno associato il nickname su Game Center alla propria scheda contatto per suggerirti possibili amicizie, ma non archivia tali informazioni. Inoltre, Game Center utilizza l’elaborazione su dispositivo per poter fornire tali suggerimenti.
ja: Appleは、友達をおすすめするために、Game Centerで使うニックネームを連絡先カードにリンクしている連絡先の個人を特定できない情報を使用しますが、この情報は保存しません。また、Game Centerでのおすすめの支援はデバイス上で処理されます。
kk: Apple компаниясы сізге достар ұсыну үшін өзінің Game Center лақап атын контакт картасымен байланыстырған контактілеріңіз туралы жеке басты анықтамайтын ақпаратты пайдаланады, бірақ бұл ақпаратты сақтамайды. Сонымен қатар осы ұсыныстарымыз бойынша көмек беру үшін Game Center құрылғыдағы өңдеуді пайдаланады.
ko: Apple은 친구를 추천하기 위해 Game Center 별명을 연락처 카드와 연결하고 있는 사용자의 연락처 정보를 개인을 식별할 수 없는 방식으로 사용하지만, 이 정보를 저장하지는 않습니다. 또한, Game Center는 이러한 추천을 돕기 위해 기기상의 처리 방식을 사용합니다.
lt: Kad jums galėtų pasiūlyti draugų, „Apple“ naudoja neidentifikuojamą informaciją apie jūsų adresatus, kurie susiejo „Game Center“ slapyvardį su savo adresatų kortele, tačiau šia informacija nesidalija. Be to, „Game Center“ naudoja apdorojimo įrenginyje funkciją, kad padėtų pateikti šias rekomendacijas.
ms: Apple menggunakan maklumat bukan pengenalpastian tentang kenalan anda yang telah memautkan nama panggilan Game Center mereka dengan kad kenalan mereka untuk mencadangkan rakan kepada anda, tetapi tidak menyimpan maklumat ini. Selain itu, Game Center menggunakan pemprosesan pada peranti untuk membantu pengesyoran ini.
nl: Om suggesties te doen voor vrienden, gebruikt Apple niet-identificeerbare informatie over je contacten die hun Game Center-bijnaam hebben gekoppeld aan hun contactpersoonkaart. Deze informatie wordt niet opgeslagen. Game Center gebruikt bovendien lokale verwerking op het apparaat om deze aanbevelingen te verbeteren.
no: Apple bruker ikke-identifiserbar informasjon om kontaktene dine som har valgt å knytte Game Center-kallenavnet til kontaktkortet sitt, til å foreslå venner for deg, men oppbevarer ikke denne informasjonen. Game Center behandler i tillegg data lokalt på enheten for å kunne gi deg bedre anbefalinger.
pl: Apple używa uniemożliwiających Twoją identyfikację informacji o osobach z Twoich kontaktów, które połączyły pseudonim Game Center ze swoją wizytówką, aby wyświetlać Ci sugestie znajomych, ale nie przechowuje tych informacji. Ponadto przetwarzanie danych wspomagające sugestie Game Center jest wykonywane na urządzeniu.
pt_br: Para sugerir amigos a você, a Apple usa informações não identificáveis sobre seus contatos que vincularam os apelidos deles no Game Center aos próprios cartões de contato, mas não armazena essas informações. Além disso, o Game Center usa processamento local no dispositivo para auxiliar nessas recomendações.
pt_pt: A Apple usa informação não identificável acerca dos seus contactos que associaram a alcunha do Game Center à ficha de contacto para lhe sugerir amigos, mas não armazena essa informação. Além disso, o Game Center usa processamento local no dispositivo para ajudar a fazer estas recomendações.
ro: Apple utilizează informații care nu permit identificarea despre contactele dvs. care și‑au asociat pseudonimul din Game Center cu fișa personală de contact pentru a vă sugera prieteni, dar nu stochează aceste informații. În plus, Game Center utilizează procesare pe dispozitiv pentru a asista aceste recomandări.
ru: Apple использует информацию о Ваших контактах, которые привязали свой псевдоним в Game Center к своей карточке контакта, чтобы предлагать Вам тех, кого можно добавить в друзья. Apple не хранит эту информацию, и на ее основе невозможно установить личности пользователей. Кроме того, Game Center обрабатывает данные на устройстве для повышения качества этих рекомендаций.
sk: Na základe neidentifikovateľných informácií o vašich kontaktoch, ktoré majú prezývku v Game Center prepojenú s vizitkou, vám spoločnosť Apple navrhuje priateľov, tieto informácie však neukladá. Game Center navyše na poskytovanie asistencie pre tieto odporúčania používa spracovanie dát na zariadení.
sl: Apple za namene predlaganja prijateljev uporablja nedoločljive podatke o vaših stikih, ki so se odločili povezati svoj vzdevek v omrežju Game Center s svojo vizitko, vendar teh podatkov ne hrani. Omrežje Game Center pri zagotavljanju pomoči tem priporočilom uporablja obdelavo podatkov v napravi.
sv: Apple använder icke-identifierbar information om dina kontakter som har kopplat sitt Game Center-smeknamn med sitt kontaktkort för att föreslå vänner till dig, men lagrar inte informationen. Game Center använder dessutom bearbetning på enheten som stöd för dessa rekommendationer.
th: Apple จะใช้ข้อมูลที่ไม่สามารถระบุตัวตนได้เกี่ยวกับรายชื่อของคุณที่เลือกที่จะเชื่อมโยงชื่อเล่น Game Center กับบัตรรายชื่อของเขาเพื่อแนะนำเพื่อนๆ ให้คุณ แต่ Apple จะไม่จัดเก็บข้อมูลนี้ นอกจากนี้ Game Center จะใช้การประมวลผลภายในอุปกรณ์เพื่อช่วยเหลือตามคำแนะนำเหล่านี้
tr: Apple, Game Center takma adlarını kişi kartlarına bağlamış kişilerinizle ilgili kimliğin saptanamadığı bilgileri size arkadaş önermek için kullanır ama bu bilgileri saklamaz. Ayrıca, Game Center bu önerilerde yardımcı olmak için aygıtta işlemeyi kullanır.
uk: Apple використовує, але не зберігає інформацію, що не ідентифікує особу, про ваші контакти, які повʼязали псевдонім Game Center із контактною карткою, щоб пропонувати вам друзів. Game Center також обробляє дані локально на пристрої, щоб покращувати ці рекомендації.
vi: Apple sử dụng thông tin không thể nhận dạng về các liên hệ của bạn đã liên kết biệt danh Game Center với thẻ liên hệ của họ để gợi ý bạn bè cho bạn, nhưng không lưu trữ thông tin này. Ngoài ra, Game Center sử dụng quá trình xử lý trên thiết bị để hỗ trợ những đề xuất này.
zh_cn: 对于已将其Game Center昵称与联系人名片关联的联系人，Apple会使用与其相关的无法识别个人身份的信息来为你推荐朋友，但不会储存此类信息。另外，Game Center还会通过设备端处理来辅助推荐。
zh_hk: 如你的聯絡人已將Game Center暱稱與自己聯絡人卡片連結，Apple會使用這些聯絡人之無法識別身份的資料向你建議朋友，但不會儲存此資料。此外，Game Center使用裝置端處理來協助推薦。
zh_tw: 你的聯絡人若已將Game Center暱稱與聯絡人名片連結，Apple會使用這些聯絡人無法識別身分的個人資訊來為你提供朋友建議，但不會儲存此資訊。此外，Game Center會透過裝置端處理來輔助這些推薦功能。

# FIRST_BULLET
source: Game Center allows you to engage in game-related activities such as participation in leaderboards; multiplayer games; finding, viewing, and challenging friends; and tracking achievements.
ar: يسمح لك Game Center بالمشاركة في الأنشطة المرتبطة بالألعاب، كالمشاركة في لوحات الأوائل، والألعاب متعددة اللاعبين، والبحث عن الأصدقاء وعرض ملفاتهم الشخصية وتحديهم، وتتبع الإنجازات.
bg: Game Center ви позволява да участвате в свързани с играта дейности, като например участие в класации; мултиплейър игри; намиране, разглеждане и предизвикване на приятели; и проследяване на постиженията.
ca: El Game Center et permet participar en activitats relacionades amb els jocs, com ara classificacions i jocs multijugador, cercar, trobar i desafiar persones que coneguis, i fer un seguiment dels assoliments.
cs: Tato služba vám umožňuje podílet se na aktivitách souvisejících s hrami, například objevovat se v žebříčcích, hrát hry pro více hráčů, zobrazovat a posílat výzvy přátelům a vést si záznamy o svých úspěších.
da: Game Center giver dig mulighed for at være med i spilrelaterede aktiviteter såsom at deltage i resultattavler, multiplayer-spil, finde, se og udfordre venner samt følge dine bedrifter.
de: Game Center ermöglicht Spieleaktivitäten wie die Teilnahme an Bestenlisten und Mehrspielerspielen, das Suchen, Anzeigen und Herausfordern von Freund:innen sowie das Aufzeichnen von Erfolgen.
el: Το Game Center σάς επιτρέπει να συμμετέχετε σε δραστηριότητες που σχετίζονται με παιχνίδια, όπως συμμετοχή σε πίνακες κορυφαίων παικτών, παιχνίδια πολλών παικτών, εύρεση, προβολή και αποστολή προκλήσεων σε φίλους, και παρακολούθηση επιτευγμάτων.
es: Game Center te permite participar en actividades relacionadas con juegos, como las clasificaciones o los juegos multijugador, así como registrar tus logros o buscar, ver y retar a amigos.
es_us: Game Center te permite participar en actividades relacionadas con los juegos, como usar los tableros de clasificación, unirte a juegos multijugador, dar seguimiento a los logros y buscar, ver y retar a tus amigos.
fi: Game Centerillä voit osallistua peleihin liittyviin toimintoihin, kuten tulostaulukoihin, moninpeleihin, kavereiden etsimiseen, katselemiseen ja haastamiseen sekä saavutusten seuraamiseen.
fr: Game Center vous permet de prendre part à des activités ludiques, notamment de participer à des classements ou à des jeux multijoueurs, de rechercher, afficher et défier vos amis, ou encore de suivre vos progrès.
fr_ca: Game Center vous permet de participer à des activités liées aux jeux, y compris de participer aux classements et aux jeux multijoueurs, de lancer des défis à vos amis ainsi que de suivre les réalisations.
he: ‏Game Center מאפשר לך להשתתף בפעילויות הקשורות למשחקים כגון השתתפות בלוחות שחקנים; משחקים מרובי משתתפים; חיפוש חברים, הצגתם והצגת אתגר לאותם חברים; ומעקב אחר הישגים.
hi: Game Center आपको गेम-संबंधित ऐक्टिविटी में शामिल होने की अनुमति देता है जैसे कि लीडरबोर्ड; मल्टीप्लेयर गेम में सहभागिता; दोस्तों को ढूँढना, देखना और चुनौती देना; और उपलब्धियाँ ट्रैक करना।
hr: Game Center omogućuje vam da budete uključeni u aktivnosti vezane uz igre kao što je sudjelovanje u rang-listama, igrama s više igrača, pronalaženje, gledanje i izazivanje prijatelja te praćenje dostignuća.
hu: A Game Center lehetővé teszi, hogy játékokkal kapcsolatos tevékenységekben vegyen részt, például eredménytáblákon szerepelhet, többszemélyes játékokkal játszhat, megkeresheti, megtekintheti és kihívhatja a barátait, és nyomon követheti az elért eredményeket.
id: Game Center memungkinkan Anda untuk ikut serta di aktivitas yang berhubungan dengan game seperti partisipasi di papan nilai; game multipemain; menemukan, melihat, dan menantang teman; dan melacak pencapaian.
it: Game Center ti consente di partecipare ad attività relative ai giochi, come le classifiche e i giochi multiplayer, oltre che di trovare, visualizzare e sfidare amici e monitorare gli obiettivi.
ja: Game Centerでは、Leaderboardやマルチプレイヤーゲームへの参加、友達の検索、友達の表示、友達へのチャレンジ、達成項目の確認など、ゲーム関連のアクティビティに参加できます。
kk: Game Center сервисі нәтижелер кестесіне қосылу, көп ойыншыға арналған ойындарға қатысу, жетістіктерді қадағалау, сондай-ақ достарды іздеу, олар туралы ақпаратты қарау және оларды ойынға шақыру сияқты ойынға қатысты әрекеттерді орындауға мүмкіндік береді.
ko: Game Center를 사용하면 순위표 등재, 멀티플레이어 게임, 친구를 찾거나 보기 및 친구에게 도전 및 목표 추적 등과 같은 게임 관련 활동을 할 수 있습니다.
lt: „Game Center“ leidžia įsitraukti į su žaidimu susijusias veiklas, pvz., dalyvauti rezultatų lentelėse, kelių žaidėjų žaidimuose, ieškoti, peržiūrėti ir varžytis su draugais, taip pat sekti pasiekimus.
ms: Game Center membolehkan anda terlibat dalam aktiviti berkaitan permainan seperti penyertaan dalam papan juara; permainan berbilang pemain; mencari, melihat dan mencabar rakan; serta menjejak pencapaian.
nl: Met Game Center kun je je bezighouden met gamegerelateerde activiteiten zoals deelname aan ranglijsten, multiplayergames, het zoeken, bekijken en uitdagen van vrienden en het bijhouden van achievements.
no: Game Center gjør det mulig å engasjere seg i spillrelaterte aktiviteter som deltakelse i ledertavler, flerspillerspill, finne, se og utfordre venner og sporing av prestasjoner.
pl: Game Center umożliwia użytkownikom między innymi rywalizowanie w tabelach wyników, uczestniczenie w grach wieloosobowych, znajdowanie i wyświetlanie wyzwań oraz wysyłanie ich znajomym, a także śledzenie osiągnięć.
pt_br: O Game Center permite que você participe em atividades relacionadas a jogos, como placares, jogos multiplayer, buscas, visualizações e desafios entre amigos e acompanhamento de conquistas.
pt_pt: O Game Center permite participar em atividades relacionadas com os jogos, como tabelas de classificação; jogos multijogador; procura, visualização e desafios a amigos; e registo de proezas.
ro: Game Center vă permite să vă angajați în activități legate de jocuri, cum ar fi participarea în clasamente, jocuri multiplayer, găsirea, vizualizarea și provocarea prietenilor și urmărirea realizărilor.
ru: Используя Game Center, Вы получаете доступ не только к играм, но и ко всему, что с ними связано, в том числе к таблицам результатов, многопользовательским играм, отслеживанию достижений, а также поиску друзей, просмотру информации о них и соревнованиям с друзьями.
sk: Služba Game Center vám umožňuje zapájať sa do aktivít súvisiacich s hraním hier, napríklad umiestňovať sa v rebríčkoch hráčov, hrať hry pre viac hráčov, hľadať a prezerať si priateľov a posielať im výzvy a sledovať dosahované úspechy.
sl: Omrežje Game Center vam omogoča udeležbo v aktivnostih, povezanih z igranjem iger, kot so uvrstitev na sezname vodilnih igralcev; večigralske igre; iskanje, spremljanje in izzivanje prijateljev ter spremljanje dosežkov.
sv: På Game Center kan du delta i spelrelaterade aktiviteter som att vara med i resultattavlor, spela multiplayerspel, hitta, visa och utmana vänner och spåra prestationer.
th: Game Center ทำให้คุณสามารถเข้าร่วมในกิจกรรมที่เกี่ยวกับเกมได้ เช่น การเข้าร่วมในอันดับคะแนน เกมที่เล่นได้หลายคน การค้นหา การดู และการท้าเพื่อนๆ และการติดตามผลสำเร็จ
tr: Game Center; puan cetvellerine ve çok oyunculu oyunlara katılım, arkadaşlarınızı bulma, görüntüleme ve onlara meydan okuma ve başarı takibi gibi oyunlarla ilgili etkinliklerde bulunmanızı sağlar.
uk: Game Center дає вам змогу долучатися до дій, повʼязаних з іграми, як‑от участь у списках лідерів, гуртові ігри, пошук, перегляд і виклик друзів, а також відстеження досягнень.
vi: Game Center cho phép bạn tương tác với các hoạt động liên quan đến trò chơi như tham gia trong bảng xếp hạng; trò chơi nhiều người chơi; tìm, xem và thách đấu bạn bè; và theo dõi thành tích.
zh_cn: Game Center可让你参与游戏的相关活动，如参与排行榜；玩多人游戏；查找、查看和挑战朋友；以及跟踪成就。
zh_hk: Game Center讓你投入與遊戲相關的活動，例如參與排行榜、多人遊戲、尋找、檢視和挑戰朋友，以及追蹤成就。
zh_tw: Game Center能讓你參與和遊戲有關的活動，例如排行榜、多人遊戲、尋找、觀看、挑戰朋友和追蹤成就。

# SPLASH_TITLE
source: Game Center & Privacy
ar: ‏Game Center والخصوصية
bg: Game Center и поверителност
ca: Game Center i la privacitat
cs: Game Center a soukromí
da: Game Center og anonymitet
de: Game Center & Datenschutz
el: Game Center και απόρρητο
es: Game Center y la privacidad
es_us: Game Center y la privacidad
fi: Game Center ja tietosuoja
fr: Game Center et confidentialité
fr_ca: Game Center et confidentialité
he: ‏Game Center ופרטיות
hi: Game Center और गोपनीयता
hr: Game Center i privatnost
hu: A Game Center és az adatvédelem
id: Game Center & Privasi
it: Game Center e privacy
ja: Game Centerとプライバシー
kk: Game Center және құпиялылық
ko: Game Center 및 개인정보 보호
lt: „Game Center“ ir privatumas
ms: Game Center & Privasi
nl: Game Center en privacy
no: Game Center og personvern
pl: Game Center i prywatność
pt_br: Game Center e Privacidade
pt_pt: Game Center e Privacidade
ro: Game Center și intimitatea
ru: Game Center и конфи­денциальность
sk: Game Center a súkromie
sl: Game Center in zasebnost
sv: Game Center och integritet
th: Game Center และความเป็นส่วนตัว
tr: Game Center ve Gizlilik
uk: Game Center і приватність
vi: Game Center & Quyền riêng tư
zh_cn: Game Center与隐私
zh_hk: Game Center與私隱
zh_tw: Game Center與隱私權
